---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.OffsetFacesCellLegacyFailures.OffsetFaceFailed
source: html/66953391-f5cc-1ed8-aca8-15c1f2147b8d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.OffsetFacesCellLegacyFailures.OffsetFaceFailed Property

## Syntax (C#)
```csharp
public static FailureDefinitionId OffsetFaceFailed { get; }
```